Repository: thenishantsapkota/annfsu_jhapa_app
Catalog: lib/l10n/intl_*.arb
Languages: ne

source: Dashboard
ne: ड्यासबोर्ड

# logout_confirmation
source: Are you sure you want to logout?
ne: के तपाई तपाईको खाता बाट लगआउट गर्न चाहनुहुन्छ?

# logout_success
source: Logged out successfully!
ne: सफलतापूर्वक लगआउट गरियो!

# unimplemented_feature
source: Feature not implemented yet!
ne: यो सुविधा लागू गरिएको छैन!

source: View Profile
ne: प्रोफाइल हेरौं

source: View Members
ne: सदस्यहरु हेरौं

source: View Blood Donors
ne: रक्त दाताहरु हेरौं

source: Our Info
ne: हाम्रो जानकारी

source: Confirmation
ne: पुष्टि

# close_app
source: Do you want to close the app?
ne: के तपाई एप बन्द गर्न चाहनुहुन्छ?

source: No
ne: होइन

source: Yes
ne: हो

source: View Songs
ne: गीतहरू हेर्नुहोस्

source: View News
ne: समाचार हेर्नुहोस्
